m/Documents/Documents/Ginger Data/New UAT2 Testing/newer/temp.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
   <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
      <createCases xmlns="http://tempuri.org/">
         <casesInfo>
            <BizAgiWSParam xmlns="">
               <domain>domain</domain>
               <userName>admon</userName>
               <Cases>
                  <Case>
                     <Process>Disputes</Process>
                     <Entities>
                        <CallCredit>
                           <Dispute>
                              <IsAutomatic>1</IsAutomatic>
                              <DateReceived>2019-11-27</DateReceived>
                              <DisputeId>15701199</DisputeId>
                              <CCCDisputeType>209</CCCDisputeType>
                              <CCCAffiliateID>539</CCCAffiliateID>
                              <ConsumerRequest>Dispute Text:  `1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvbnm,./|ZXCVBNM&lt;&gt;?`1234567890-=¬!"£$%^&amp;*()_+qwertyuiop[]QWERTYUIOP{}asdfghjkl;'#ASDFGHJKL:@~\zxcvb Dispute detail data: INSOLVENCYORDERId: 1733116 COURTNAME: TESTTOWN CURRENTSTATUS: A ORDERTYPE: AO ORDERDATE: 31/07/2018 00:00:00 CASEYEAR: 2017 CASEREF: 500041 NAME: MRS JAMES ADDLINKTHREEA ADDRESS: 9 HAWK GREEN ROAD MARPLE STOCKPORT SK6 7HU</ConsumerRequest>
                              <CCCCustomerID>9268561</CCCCustomerID>
                              <ResidenceID>219264187</ResidenceID>
                              <Name>
                                 <TitleOther>MRS</TitleOther>
                                 <Forename>JAMES</Forename>
                                 <Surname>ADDLINKTHREEA</Surname>
                              </Name>
                              <DoB>2000-01-01</DoB>
                              <UKAddress>
                                 <HouseNumber>3</HouseNumber>
                                 <Street1>HAWK GREEN ROAD</Street1>
                                 <Street2>MARPLE</Street2>
                                 <Town>STOCKPORt</Town>
                                 <PostCode>SK6 7HU</PostCode>
                              </UKAddress>
                              <CCCInsolvencyOrderID>1733116</CCCInsolvencyOrderID>
                              <UserID>2391fd06-d8a2-40ae-98d9-f3bfece6a88b</UserID>
                              <UserEmail>TUVeryLow@mail.com</UserEmail>
                           </Dispute>
                        </CallCredit>
                     </Entities>
                  </Case>
               </Cases>
            </BizAgiWSParam>
         </casesInfo>
      </createCases>
   </s:Body>
</s:Envelope>